/* General application description */
"ApplicationDescription" = "MonitorControl umožňuje ovládat jas a hlasitost externích displejů";

/* Sofware update deny consequences */
"SoftwareUpdateDenyConsequences" = "Pokud nepovolíte tato připojení, nebudete moct dostávat oznámení o nových verzích ani bezpečnostních aktualizacích. Bezpečnostní aktualizace jsou důležité na ochranu proti malwaru.";

/* Software update purpose */
"SoftwareUpdatePurpose" = "MonitorControl kontroluje, jestli nejsou k dispozici nové verze nebo bezpečnostní aktualizace.";
